# Файл с длинными ответами на командами

start_text = """Добро пожаловать в бота прогноза погоды. 🥳

📋 Ознакомиться с полным списком команд и инструкцией по использованию можно с помощью команды /help

⛅️ Получить прогноз погоды можно с помощью команды /weather"""

help_text = """📋 Список доступных команд:

/start — приветствует пользователя и предоставляет краткое описание возможностей бота.
/help — отображает список доступных команд и выдаёт краткую инструкцию по использованию бота.
/weather — используется пользователем для запроса прогноза погоды. 
Команда запрашивает маршрут и временной интервал прогноза, а затем выдает прогноз погоды на маршруте.

⛅️ Краткая инструкция по использованию бота:

1) Использование бота происходит через команду /weather
2) После ввода этой команды бот запросит маршрут (список городов, введенных через запятую)
3) Затем бот запросит временной промежуток прогноза погоды (от 1 до 5 дней)
4) После чего пользователь получает сообщения с прогнозами погоды на каждый город маршрута"""